        {
          "number": 191,
          "chName": "",
          "oneLineSummary": "Dabi talks with Endeavor and Hawks, then argues with Hawks about the latter's loyalty to the LOV.",
          "pages": [
            {
              "number": 1,
              "summary": "Dabi stands before Hawks and Endeavor. 'No-one told me you'd be here."
            },
            {
              "number": 2,
              "summary": "Dabi sends out flame that encircles Hawks, Endeavor and a pair of civilians. 'sna-who? more importantly, let's chat while we have this chance.'"
            },
            {
              "number": 3,
              "summary": "Dabi appears in Shoto's flashback saying 'How sad for you...'. To Hawks, he says 'Come on, I'm only here to collect the Nomu. There is no way I could actually win, right?"
            },
            {
              "number": 4,
              "summary": "'Against the top twu dudes, already beat up and bloodied?' Dabi sends flame at Hawks, who dodges."
            }{
              "number": 5,
              "summary": "Dabi squints at Miruko."
            },
            {
              "number": 6,
              "summary": "Dabi calls 'Ujiko', and begins to vomit goo."
            },
            {
              "number": 7,
              "summary": "The goo covers Dabi. 'Bye for now, Mr. No. 1 Hero. I'm sure we'll get another chance to talk, but until then... just keep doing your thing and don't go dying on me, 'kay? Enji Todoroki!"
            },
            {
              "number": 8,
              "summary": "Dabi vanishes."
            },
            {
              "number": 10,
              "summary": "Hawks holds Dabi at feather point and demands cooperation. 'Hey, I thought you only had those baby feathers left?'"
            },
            {
              "number": 11,
              "summary": "Hawks complains about the attack. 'I guess I just changed my mind. Didn't I tell you I'd be testing the Nomu's capabilities? But we're both a little guilty. I asked you for someone kinda strong. But you brought the top dog himself! It wasn't much of a test.' Hawks argues that Dabi broke the agreemet. 'I'm supposed to believe the no. 2 hero, just like that? This was me testing how much I can trust you."
            },
            {
              "number": 12,
              "summary": "Dabi talks to Hawks. 'And tell me, why zero casualties today? Do you really sympathise wit hus? you came looking to cooperate, but you sure don't act like it.' Hawks defends himself and claims alleigance to The League of Villains. 'Fine... but you don't get a face-to-face with the Boss just yet. You'll hear from us, Hawks."
            },
            {
              "number": 15,
              "summary": "Dabi overlooks the docks. 'Oh.. Right! That Snatch.' He remembers snatch asking if he ever thought about the families of people he hurt. 'Haha... Overthought things and kinda snapped there!' Dabi wipes blood from under his eye."
            },
          ]
        },